src/main/resources/xml/trainingServer/updateAddress.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:my="my-namespace">
   <soapenv:Header/>
   <soapenv:Body>
      <my:updateAddressRequest>
         <my:address_id></my:address_id>
         <my:address></my:address>
         <my:address2></my:address2>
         <my:district></my:district>
         <my:city></my:city>
         <my:postal_code></my:postal_code>
         <my:phone></my:phone>
      </my:updateAddressRequest>
   </soapenv:Body>
</soapenv:Envelope>
